Staggerd1/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    fb
    {
        type            empty;
        physicalType    patch;
        nFaces          11644;
        startFace       66313;
    }
    fw
    {
        type            wall;
        physicalType    patch;
        nFaces          430;
        startFace       77957;
    }
    sym
    {
        type            symmetry;
        physicalType    patch;
        nFaces          260;
        startFace       78387;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          295;
        startFace       78647;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          295;
        startFace       78942;
    }
)

// ************************************************************************* //
